var text = [
	{
		//探索部分
		a1: ["这就是镇子里的人们说的地牢啊，空气中的魔素......确实很像有魔物在这里的样子", "看来他们说的有好几人在这里失踪的事情是真的", "得小心点了，首先穿过这个迷宫再说吧"],
		a2: ["虽然因为为了回报镇民救治的恩情接下了这个调查任务，不过果然还是很可疑啊，镇中央居然有一个地牢入口什么的，问他们也不回答"],
		a3: [""],
	},

	{
		//到达史莱姆
		a1: ["史莱姆：......这个迷宫，明明是为了让悲剧不再重演，用来保护的", "史莱姆：而你，却辜负了这片好心", "史莱姆：准备好迎接你的死亡了的话就跟着我过来吧", "", "继续向前走"],
		//死了1次，第二次到达
		a2: ["史莱姆：你就这么想死吗"],
		//死了2，3，4次
		a3: ["史莱姆：..."],
		a4: ["你为什么不杀了我"],
		a5: ["史莱姆：...", "史莱姆：我不想让你的亲人也承受我的痛苦", "史莱姆：如果我杀了你", "史莱姆：她们是不会原谅我的吧，毕竟，她们是那么善良"]
	},
	//死了回来
	{
		a1: ["我...我竟然还活着？我应该被史莱姆给吃掉了啊？", "可恶，明明只是个史莱姆而已，我...我怎么可能会败给一只史莱姆？", "再来!"],
		a2: ["可恶"],
		a3: ["..."],
		a4: ["奇怪？我一次都没有受伤？，难道说", "不行，我要找他问清楚"]
	},

	{
		//很长时间没出迷宫
		a1: ["啊啊啊啊啊啊！！，这个迷宫这么简单，为什么我就过不去啊！！！我就这么笨嘛！摔"],
		a2: ["啊，不行了，，我果然是笨蛋啊"],
		a3: ["到底是谁做的这个地图？", "不然放弃好了，，连同我的人生一起..."],
	},
]
export default text
